Repository: rokrokss/recly
Catalog: apple/RecMac/RecMac/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fil, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sw, th, tr, ur, vi, zh_hans, zh_hant

source: Open-source notices
ar: إشعارات المصادر المفتوحة
bn: ওপেন-সোর্স নোটিস
de: Open-Source-Hinweise
es: Avisos de código abierto
fa: اعلامیه‌های متن‌باز
fil: Mga abiso sa open source
fr: Mentions open source
hi: ओपन-सोर्स सूचनाएँ
it: Licenze open source
ja: オープンソース表記
ko: 오픈소스 고지
pl: Informacje o oprogramowaniu open source
pt_br: Avisos de código aberto
pt_pt: Avisos de código aberto
ru: Лицензии открытого ПО
sw: Taarifa za chanzo huria
th: ประกาศเกี่ยวกับโอเพนซอร์ส
tr: Açık kaynak bildirimleri
ur: اوپن سورس نوٹسز
vi: Thông báo nguồn mở
zh_hans: 开源声明
zh_hant: 開源聲明

source: Opening
ar: جارٍ الفتح
bn: খোলা হচ্ছে
de: Wird geöffnet
es: Abriendo
fa: در حال باز شدن
fil: Binubuksan
fr: Ouverture
hi: खुल रहा है
it: Apertura
ja: 起動中
ko: 여는 중
pl: Otwieranie
pt_br: Abrindo
pt_pt: A abrir
ru: Открытие
sw: Inafunguliwa
th: กำลังเปิด
tr: Açılıyor
ur: کھل رہا ہے
vi: Đang mở
zh_hans: 正在打开
zh_hant: 開啟中

source: People in the room
ar: الأشخاص في الغرفة
bn: ঘরে উপস্থিত মানুষ
de: Personen im Raum
es: Personas en la sala
fa: تعداد افراد حاضر در اتاق
fil: Mga tao sa kuwarto
fr: Personnes dans la salle
hi: कमरे में लोग
it: Persone nella stanza
ja: 同じ部屋の人数
ko: 참석 인원
pl: Liczba osób w pomieszczeniu
pt_br: Pessoas na sala
pt_pt: Pessoas na sala
ru: Людей в комнате
sw: Watu waliopo chumbani
th: จำนวนคนในห้อง
tr: Odadaki kişiler
ur: کمرے میں لوگ
vi: Số người trong phòng
zh_hans: 现场人数
zh_hant: 現場人數

source: Pick a recording.
ar: اختر تسجيلًا.
bn: একটি রেকর্ডিং বেছে নিন।
de: Wählen Sie eine Aufnahme.
es: Elige una grabación.
fa: یک ضبط انتخاب کنید.
fil: Pumili ng recording.
fr: Choisissez un enregistrement.
hi: रिकॉर्डिंग चुनें।
it: Scegli una registrazione.
ja: 録音を選択してください。
ko: 녹음을 고르세요.
pl: Wybierz nagranie.
pt_br: Escolha uma gravação.
pt_pt: Escolha uma gravação.
ru: Выберите запись.
sw: Chagua rekodi.
th: เลือกการบันทึกเสียง
tr: Bir kayıt seçin.
ur: ایک ریکارڈنگ منتخب کریں۔
vi: Hãy chọn một bản ghi âm.
zh_hans: 请选择录音。
zh_hant: 請選擇錄音。

source: Quit
ar: خروج
bn: প্রস্থান করুন
de: Beenden
es: Salir
fa: خروج
fil: Umalis
fr: Quitter
hi: बाहर निकलें
it: Esci
ja: 終了
ko: 종료
pl: Zakończ
pt_br: Sair
pt_pt: Sair
ru: Выйти
sw: Toka
th: ออก
tr: Çık
ur: باہر نکلیں
vi: Thoát
zh_hans: 退出
zh_hant: 結束

source: Recly can record this meeting from here on.
ar: يمكن لـRecly تسجيل هذا الاجتماع من الآن.
bn: এখন থেকে Recly এই মিটিং রেকর্ড করতে পারবে।
de: Recly kann diese Besprechung ab jetzt aufnehmen.
es: Recly puede grabar esta reunión a partir de ahora.
fa: از این پس Recly می‌تواند این جلسه را ضبط کند.
fil: Maaari nang i-record ng Recly ang meeting na ito mula ngayon.
fr: Recly peut enregistrer cette réunion à partir de maintenant.
hi: Recly अब से इस मीटिंग को रिकॉर्ड कर सकता है।
it: Recly può registrare questa riunione da adesso in poi.
ja: ここからReclyでこの会議を録音できます。
ko: 지금부터 이 회의를 녹음할 수 있습니다.
pl: Od teraz Recly może nagrywać to spotkanie.
pt_br: O Recly pode gravar esta reunião a partir de agora.
pt_pt: O Recly pode gravar esta reunião a partir de agora.
ru: Recly может записывать эту встречу с текущего момента.
sw: Recly inaweza kurekodi mkutano huu kuanzia sasa.
th: Recly บันทึกเสียงการประชุมนี้ได้ตั้งแต่ตอนนี้
tr: Recly bu toplantıyı bu andan itibaren kaydedebilir.
ur: Recly اب سے اس میٹنگ کو ریکارڈ کر سکتا ہے۔
vi: Từ giờ Recly có thể ghi âm cuộc họp này.
zh_hans: Recly可以从现在开始录制此会议。
zh_hant: Recly可以從現在開始錄製此會議。

source: Reconnecting microphone…
ar: جارٍ إعادة توصيل الميكروفون…
bn: মাইক্রোফোন আবার কানেক্ট করা হচ্ছে…
de: Mikrofon wird neu verbunden…
es: Reconectando micrófono…
fa: در حال اتصال مجدد میکروفون…
fil: Ikinokonekta ulit ang mikropono…
fr: Reconnexion du microphone…
hi: माइक्रोफ़ोन फिर कनेक्ट हो रहा है…
it: Riconnessione del microfono…
ja: マイクを再接続中…
ko: 마이크 다시 연결 중…
pl: Ponowne łączenie mikrofonu…
pt_br: Reconectando microfone…
pt_pt: A religar o microfone…
ru: Переподключение микрофона…
sw: Inaunganisha maikrofoni upya…
th: กำลังเชื่อมต่อไมโครโฟนอีกครั้ง…
tr: Mikrofon yeniden bağlanıyor…
ur: مائیکروفون دوبارہ منسلک ہو رہا ہے…
vi: Đang kết nối lại micrô…
zh_hans: 正在重新连接麦克风…
zh_hant: 正在重新連接麥克風…

source: Reconnecting system audio…
ar: جارٍ إعادة توصيل صوت النظام…
bn: সিস্টেম অডিও আবার কানেক্ট করা হচ্ছে…
de: Systemaudio wird neu verbunden…
es: Reconectando audio del sistema…
fa: در حال اتصال مجدد صدای سیستم…
fil: Ikinokonekta ulit ang audio ng system…
fr: Reconnexion de l’audio système…
hi: सिस्टम ऑडियो फिर कनेक्ट हो रहा है…
it: Riconnessione dell’audio di sistema…
ja: システム音声を再接続中…
ko: 시스템 오디오 다시 연결 중…
pl: Ponowne łączenie dźwięku systemowego…
pt_br: Reconectando áudio do sistema…
pt_pt: A religar o áudio do sistema…
ru: Переподключение системного звука…
sw: Inaunganisha sauti ya mfumo upya…
th: กำลังเชื่อมต่อเสียงระบบอีกครั้ง…
tr: Sistem sesi yeniden bağlanıyor…
ur: سسٹم آڈیو دوبارہ منسلک ہو رہا ہے…
vi: Đang kết nối lại âm thanh hệ thống…
zh_hans: 正在重新连接系统音频…
zh_hant: 正在重新連接系統音訊…

source: Recording
ar: جارٍ التسجيل
bn: রেকর্ড হচ্ছে
de: Aufnahme läuft
es: Grabando
fa: در حال ضبط
fil: Nagre-record
fr: Enregistrement
hi: रिकॉर्डिंग जारी
it: In registrazione
ja: 録音中
ko: 녹음 중
pl: Nagrywanie
pt_br: Gravando
pt_pt: A gravar
ru: Идёт запись
sw: Inarekodi
th: กำลังบันทึกเสียง
tr: Kayıt yapılıyor
ur: ریکارڈنگ جاری
vi: Đang ghi âm
zh_hans: 正在录音
zh_hant: 錄音中

source: Recording mode
ar: وضع التسجيل
bn: রেকর্ডিং মোড
de: Aufnahmemodus
es: Modo de grabación
fa: حالت ضبط
fil: Mode ng pag-record
fr: Mode d’enregistrement
hi: रिकॉर्डिंग मोड
it: Modalità di registrazione
ja: 録音モード
ko: 녹음 모드
pl: Tryb nagrywania
pt_br: Modo de gravação
pt_pt: Modo de gravação
ru: Режим записи
sw: Hali ya kurekodi
th: โหมดการบันทึกเสียง
tr: Kayıt modu
ur: ریکارڈنگ موڈ
vi: Chế độ ghi âm
zh_hans: 录音模式
zh_hant: 錄音模式

source: Recording title
ar: عنوان التسجيل
bn: রেকর্ডিংয়ের শিরোনাম
de: Aufnahmetitel
es: Título de la grabación
fa: عنوان ضبط
fil: Pamagat ng recording
fr: Titre de l’enregistrement
hi: रिकॉर्डिंग का शीर्षक
it: Titolo della registrazione
ja: 録音タイトル
ko: 녹음 제목
pl: Tytuł nagrania
pt_br: Título da gravação
pt_pt: Título da gravação
ru: Название записи
sw: Kichwa cha rekodi
th: ชื่อการบันทึกเสียง
tr: Kayıt başlığı
ur: ریکارڈنگ کا عنوان
vi: Tiêu đề bản ghi âm
zh_hans: 录音标题
zh_hant: 錄音標題

source: Recording-consent rules by jurisdiction
ar: قواعد الموافقة على التسجيل حسب الولاية القضائية
bn: অঞ্চল অনুযায়ী রেকর্ডিং-সম্মতির নিয়ম
de: Einwilligungsregeln nach Rechtsgebiet
es: Normas de consentimiento por jurisdicción
fa: قوانین رضایت برای ضبط بر اساس حوزه قضایی
fil: Mga panuntunan sa pagsang-ayon sa pag-record ayon sa hurisdiksyon
fr: Règles de consentement selon la juridiction
hi: क्षेत्र के अनुसार रिकॉर्डिंग सहमति नियम
it: Norme sul consenso alla registrazione per giurisdizione
ja: 地域別の録音同意ルール
ko: 관할별 녹음 동의 규정 보기
pl: Zasady zgody na nagrywanie według jurysdykcji
pt_br: Regras de consentimento por jurisdição
pt_pt: Regras de consentimento de gravação por jurisdição
ru: Правила согласия на запись по юрисдикциям
sw: Sheria za ridhaa ya kurekodi kwa kila eneo la mamlaka
th: กฎความยินยอมในการบันทึกเสียงตามภูมิภาค
tr: Yargı bölgesine göre kayıt onayı kuralları
ur: دائرہ اختیار کے لحاظ سے ریکارڈنگ کی رضامندی کے قواعد
vi: Quy định về sự đồng ý ghi âm theo khu vực pháp lý
zh_hans: 各司法辖区的录音同意规定
zh_hant: 各司法管轄區的錄音同意規定

source: Recordings you make appear here.
ar: ستظهر هنا التسجيلات التي تجريها.
bn: আপনার করা রেকর্ডিং এখানে দেখা যাবে।
de: Ihre Aufnahmen erscheinen hier.
es: Tus grabaciones aparecerán aquí.
fa: ضبط‌های شما اینجا نمایش داده می‌شوند.
fil: Lalabas dito ang mga recording na gagawin mo.
fr: Vos enregistrements apparaîtront ici.
hi: आपकी रिकॉर्डिंग यहाँ दिखेंगी।
it: Le tue registrazioni appariranno qui.
ja: 録音するとここに表示されます。
ko: 녹음하면 여기에 표시됩니다.
pl: Tutaj pojawią się Twoje nagrania.
pt_br: Suas gravações aparecerão aqui.
pt_pt: As gravações que fizer aparecem aqui.
ru: Здесь появятся ваши записи.
sw: Rekodi zako zitaonekana hapa.
th: การบันทึกเสียงของคุณจะแสดงที่นี่
tr: Yaptığınız kayıtlar burada görünür.
ur: آپ کی بنائی گئی ریکارڈنگز یہاں ظاہر ہوں گی۔
vi: Các bản ghi âm của bạn sẽ hiển thị ở đây.
zh_hans: 录音后会显示在这里。
zh_hant: 錄音後會顯示在這裡。

source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
fa: تلاش مجدد
fil: Subukang muli
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ru: Повторить
sw: Jaribu tena
th: ลองอีกครั้ง
tr: Yeniden dene
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Runs recly-events on this Mac. It tells your ChatGPT agent about each new transcript in your Drive and, when the agent asks, sends it the transcript through your own OpenAI tunnel.
ar: يشغّل recly-events على هذا الـMac. يبلغ وكيل ChatGPT بكل نص جديد في Drive، وعندما يطلبه الوكيل يرسل إليه النص عبر نفق OpenAI الخاص بك.
bn: এই Mac-এ recly-events চালায়। এটি আপনার Drive-এ প্রতিটি নতুন ট্রান্সক্রিপ্টের কথা আপনার ChatGPT এজেন্টকে জানায় এবং এজেন্ট চাইলে আপনার নিজের OpenAI টানেলের মাধ্যমে তাকে ট্রান্সক্রিপ্টটি পাঠায়।
de: Führt recly-events auf diesem Mac aus. Es informiert Ihren ChatGPT-Agenten über jedes neue Transkript in Ihrem Drive und sendet ihm das Transkript über Ihren eigenen OpenAI-Tunnel, wenn der Agent es anfordert.
es: Ejecuta recly-events en este Mac. Avisa a tu agente de ChatGPT de cada nueva transcripción de tu Drive y, cuando el agente la pide, se la envía a través de tu propio túnel de OpenAI.
fa: ابزار recly-events را روی این Mac اجرا می‌کند. این ابزار درباره هر رونوشت جدید در Drive شما به عامل ChatGPT شما اطلاع می‌دهد و وقتی عامل درخواست کند، رونوشت را از طریق تونل OpenAI خودتان برایش می‌فرستد.
fil: Pinapatakbo ang recly-events sa Mac na ito. Sinasabihan nito ang iyong ChatGPT agent tungkol sa bawat bagong transcript sa iyong Drive at, kapag hiningi ng agent, ipinapadala nito ang transcript sa pamamagitan ng sarili mong tunnel ng OpenAI.
fr: Exécute recly-events sur ce Mac. Il prévient votre agent ChatGPT de chaque nouvelle transcription de votre Drive et, quand l’agent la demande, la lui envoie via votre propre tunnel OpenAI.
hi: इस Mac पर recly-events चलाता है। यह आपकी Drive में हर नई ट्रांसक्रिप्ट के बारे में आपके ChatGPT एजेंट को बताता है और एजेंट के माँगने पर आपकी अपनी OpenAI टनल से उसे ट्रांसक्रिप्ट भेजता है।
it: Esegue recly-events su questo Mac. Avvisa il tuo agente ChatGPT di ogni nuova trascrizione nel tuo Drive e, quando l’agente la chiede, gliela invia tramite il tuo tunnel OpenAI personale.
ja: このMacでrecly-eventsを実行します。Drive内に新しい文字起こしができるたびにChatGPTエージェントに知らせ、エージェントから求められると、あなた自身のOpenAIトンネルを通じてその文字起こしを送ります。
ko: 이 Mac에서 recly-events를 실행합니다. Drive에 새 전사본이 생기면 ChatGPT 에이전트에게 알리고, 에이전트가 요청하면 내 OpenAI 터널로 전사본을 보냅니다.
pl: Uruchamia recly-events na tym Macu. Powiadamia Twojego agenta ChatGPT o każdej nowej transkrypcji na Twoim Drive, a gdy agent o nią poprosi, wysyła mu ją przez Twój własny tunel OpenAI.
pt_br: Executa o recly-events neste Mac. Ele avisa seu agente do ChatGPT sobre cada nova transcrição no seu Drive e, quando o agente pede, envia a transcrição pelo seu próprio túnel da OpenAI.
pt_pt: Executa o recly-events neste Mac. Avisa o seu agente do ChatGPT de cada nova transcrição no seu Drive e, quando o agente a pede, envia-lhe a transcrição através do seu próprio túnel da OpenAI.
ru: Запускает recly-events на этом Mac. Сообщает вашему агенту ChatGPT о каждой новой расшифровке в вашем Drive и по запросу агента отправляет ему расшифровку через ваш собственный туннель OpenAI.
sw: Huendesha recly-events kwenye Mac hii. Humjulisha wakala wako wa ChatGPT kuhusu kila nakala mpya katika Drive yako na, wakala anapoiomba, humtumia nakala hiyo kupitia handaki lako la OpenAI.
th: เรียกใช้ recly-events บน Mac เครื่องนี้ โดยจะแจ้งเอเจนต์ ChatGPT ของคุณเมื่อมีข้อความถอดเสียงใหม่ใน Drive ของคุณ และเมื่อเอเจนต์ขอ ก็จะส่งข้อความถอดเสียงนั้นให้ผ่านทันเนล OpenAI ของคุณเอง
tr: Bu Mac'te recly-events'i çalıştırır. Drive'ınızdaki her yeni transkripti ChatGPT ajanınıza bildirir ve ajan istediğinde transkripti kendi OpenAI tüneliniz üzerinden ona gönderir.
ur: اس Mac پر recly-events چلاتا ہے۔ یہ آپ کے Drive میں ہر نئے ٹرانسکرپٹ کے بارے میں آپ کے ChatGPT ایجنٹ کو بتاتا ہے اور ایجنٹ کے مانگنے پر آپ کے اپنے OpenAI ٹنل کے ذریعے اسے ٹرانسکرپٹ بھیجتا ہے۔
vi: Chạy recly-events trên máy Mac này. Công cụ này báo cho tác nhân ChatGPT về mỗi bản chép lời mới trong Drive của bạn và, khi tác nhân yêu cầu, gửi bản chép lời đó qua đường hầm OpenAI của riêng bạn.
zh_hans: 在此Mac上运行recly-events。Drive中每有新的转录文本，它都会通知ChatGPT智能体，并在智能体请求时通过你自己的OpenAI隧道发送该转录文本。
zh_hant: 在此Mac上執行recly-events。Drive中每有新的逐字稿，它都會通知ChatGPT代理，並在代理要求時透過你自己的OpenAI通道傳送該逐字稿。

source: Save
ar: حفظ
bn: সেভ করুন
de: Speichern
es: Guardar
fa: ذخیره
fil: I-save
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
sw: Hifadhi
th: บันทึก
tr: Kaydet
ur: محفوظ کریں
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save as…
ar: حفظ باسم…
bn: অন্য নামে সেভ করুন…
de: Speichern unter…
es: Guardar como…
fa: ذخیره با نام…
fil: I-save bilang…
fr: Enregistrer sous…
hi: इस रूप में सहेजें…
it: Salva con nome…
ja: 別名で保存…
ko: 다른 이름으로 저장…
pl: Zapisz jako…
pt_br: Salvar como…
pt_pt: Guardar como…
ru: Сохранить как…
sw: Hifadhi kama…
th: บันทึกเป็น…
tr: Farklı kaydet…
ur: بطور محفوظ کریں…
vi: Lưu thành…
zh_hans: 存储为…
zh_hant: 儲存為…

source: Save the recording and quit
ar: حفظ التسجيل والخروج
bn: রেকর্ডিং সেভ করে প্রস্থান করুন
de: Aufnahme speichern und beenden
es: Guardar grabación y salir
fa: ذخیره ضبط و خروج
fil: I-save ang recording at umalis
fr: Enregistrer et quitter
hi: रिकॉर्डिंग सहेजें और बाहर निकलें
it: Salva la registrazione ed esci
ja: 録音を保存して終了
ko: 녹음 저장 후 종료
pl: Zapisz nagranie i zakończ
pt_br: Salvar gravação e sair
pt_pt: Guardar a gravação e sair
ru: Сохранить запись и выйти
sw: Hifadhi rekodi na utoke
th: เก็บการบันทึกเสียงไว้แล้วออก
tr: Kaydı tamamla ve çık
ur: ریکارڈنگ محفوظ کریں اور باہر نکلیں
vi: Lưu bản ghi âm và thoát
zh_hans: 保存录音并退出
zh_hant: 儲存錄音並結束

source: Saving
ar: جارٍ الحفظ
bn: সেভ হচ্ছে
de: Wird gespeichert
es: Guardando
fa: در حال ذخیره
fil: Sine-save
fr: Enregistrement en cours
hi: सहेजा जा रहा है
it: Salvataggio
ja: 保存中
ko: 저장 중
pl: Zapisywanie
pt_br: Salvando
pt_pt: A guardar
ru: Сохранение
sw: Inahifadhi
th: กำลังบันทึก
tr: Kaydediliyor
ur: محفوظ ہو رہا ہے
vi: Đang lưu
zh_hans: 正在保存
zh_hant: 儲存中

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fa: تنظیمات
fil: Mga Setting
fr: Réglages
hi: सेटिंग
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ru: Настройки
sw: Mipangilio
th: การตั้งค่า
tr: Ayarlar
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# Sign in with Google
source: Connect Google Drive
ar: ربط Google Drive
bn: Google Drive কানেক্ট করুন
de: Google Drive verbinden
es: Conectar Google Drive
fa: اتصال Google Drive
fil: Ikonekta ang Google Drive
fr: Connecter Google Drive
hi: Google Drive कनेक्ट करें
it: Collega Google Drive
ja: Google Driveに接続
ko: Google Drive 연결
pl: Połącz z Google Drive
pt_br: Conectar ao Google Drive
pt_pt: Ligar o Google Drive
ru: Подключить Google Drive
sw: Unganisha Google Drive
th: เชื่อมต่อ Google Drive
tr: Google Drive'ı bağla
ur: Google Drive منسلک کریں
vi: Kết nối Google Drive
zh_hans: 连接Google Drive
zh_hant: 連接Google Drive

# Sign in with Google (GIDClientID needed)
source: Google Drive connection unavailable
ar: اتصال Google Drive غير متاح
bn: Google Drive কানেকশন উপলভ্য নয়
de: Google-Drive-Verbindung nicht verfügbar
es: Conexión con Google Drive no disponible
fa: اتصال Google Drive در دسترس نیست
fil: Hindi available ang koneksyon sa Google Drive
fr: Connexion Google Drive indisponible
hi: Google Drive कनेक्शन उपलब्ध नहीं है
it: Collegamento a Google Drive non disponibile
ja: Google Drive接続を利用できません
ko: Google Drive 연결을 사용할 수 없음
pl: Połączenie z Google Drive jest niedostępne
pt_br: Conexão com o Google Drive indisponível
pt_pt: Ligação ao Google Drive indisponível
ru: Подключение Google Drive недоступно
sw: Muunganisho wa Google Drive haupatikani
th: การเชื่อมต่อ Google Drive ไม่พร้อมใช้งาน
tr: Google Drive bağlantısı kullanılamıyor
ur: Google Drive کنکشن دستیاب نہیں
vi: Kết nối Google Drive không khả dụng
zh_hans: Google Drive连接不可用
zh_hant: Google Drive連線無法使用

source: Sign out
ar: تسجيل الخروج
bn: সাইন-আউট করুন
de: Abmelden
es: Cerrar sesión
fa: خروج از حساب
fil: Mag-sign out
fr: Se déconnecter
hi: साइन आउट करें
it: Esci dall’account
ja: ログアウト
ko: 로그아웃
pl: Wyloguj się
pt_br: Sair da conta
pt_pt: Terminar sessão
ru: Выйти из аккаунта
sw: Ondoka kwenye akaunti
th: ออกจากระบบ
tr: Oturumu kapat
ur: سائن آؤٹ کریں
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# Sign-in failed
source: Could not connect Drive
ar: تعذّر ربط Drive
bn: Drive কানেক্ট করা যায়নি
de: Drive konnte nicht verbunden werden
es: No se pudo conectar Drive
fa: اتصال Drive انجام نشد
fil: Hindi maikonekta ang Drive
fr: Impossible de connecter Drive
hi: Drive कनेक्ट नहीं हो सका
it: Impossibile collegare Drive
ja: Driveに接続できませんでした
ko: Drive에 연결하지 못했습니다
pl: Nie można połączyć z Drive
pt_br: Não foi possível conectar ao Drive
pt_pt: Não foi possível ligar o Drive
ru: Не удалось подключить Drive
sw: Imeshindwa kuunganisha Drive
th: เชื่อมต่อ Drive ไม่ได้
tr: Drive bağlanamadı
ur: Drive منسلک نہیں ہو سکا
vi: Không thể kết nối Drive
zh_hans: 无法连接Drive
zh_hant: 無法連接Drive

# Signed out
source: Drive not connected
ar: Drive غير متصل
bn: Drive কানেক্ট করা নেই
de: Drive nicht verbunden
es: Drive no conectado
fa: اتصال Drive برقرار نیست
fil: Hindi nakakonekta ang Drive
fr: Drive non connecté
hi: Drive कनेक्ट नहीं है
it: Drive non collegato
ja: Drive未接続
ko: Drive 연결 안 됨
pl: Nie połączono z Drive
pt_br: Drive não conectado
pt_pt: Drive não ligado
ru: Drive не подключён
sw: Drive haijaunganishwa
th: ไม่ได้เชื่อมต่อ Drive
tr: Drive bağlı değil
ur: Drive منسلک نہیں ہے
vi: Chưa kết nối Drive
zh_hans: 未连接Drive
zh_hant: 未連接Drive

source: Skip
ar: تخطٍّ
bn: এড়িয়ে যান
de: Überspringen
es: Omitir
fa: رد شدن
fil: Laktawan
fr: Passer
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
pl: Pomiń
pt_br: Pular
pt_pt: Ignorar
ru: Пропустить
sw: Ruka
th: ข้าม
tr: Atla
ur: نظر انداز کریں
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

source: Start a recording with Recly.
ar: يبدأ تسجيلًا باستخدام Recly.
bn: Recly দিয়ে একটি রেকর্ডিং শুরু করে।
de: Startet eine Aufnahme mit Recly.
es: Inicia una grabación con Recly.
fa: شروع ضبط با Recly.
fil: Magsimula ng recording gamit ang Recly.
fr: Lance un enregistrement avec Recly.
hi: Recly से रिकॉर्डिंग शुरू करता है।
it: Avvia una registrazione con Recly.
ja: Reclyで録音を開始します。
ko: Recly로 녹음을 시작합니다.
pl: Rozpoczyna nagrywanie w Recly.
pt_br: Inicia uma gravação com o Recly.
pt_pt: Inicie uma gravação com o Recly.
ru: Начинает запись с помощью Recly.
sw: Anza kurekodi ukitumia Recly.
th: เริ่มบันทึกเสียงด้วย Recly
tr: Recly ile kayıt başlatın.
ur: Recly سے ریکارڈنگ شروع کریں۔
vi: Bắt đầu ghi âm bằng Recly.
zh_hans: 使用Recly开始录音。
zh_hant: 使用Recly開始錄音。

source: Start recording
ar: بدء التسجيل
bn: রেকর্ডিং শুরু করুন
de: Aufnahme starten
es: Iniciar grabación
fa: شروع ضبط
fil: Simulan ang pag-record
fr: Démarrer l’enregistrement
hi: रिकॉर्डिंग शुरू करें
it: Avvia registrazione
ja: 録音を開始
ko: 녹음 시작
pl: Rozpocznij nagrywanie
pt_br: Iniciar gravação
pt_pt: Iniciar gravação
ru: Начать запись
sw: Anza kurekodi
th: เริ่มบันทึกเสียง
tr: Kaydı başlat
ur: ریکارڈنگ شروع کریں
vi: Bắt đầu ghi âm
zh_hans: 开始录音
zh_hant: 開始錄音

source: State
ar: الحالة
bn: অবস্থা
de: Zustand
es: Estado
fa: حالت
fil: Kalagayan
fr: État
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
pl: Stan
pt_br: Estado
pt_pt: Estado
ru: Состояние
sw: Hali ya sasa
th: สถานะ
tr: Durum
ur: حالت
vi: Tình trạng
zh_hans: 状态
zh_hant: 狀態

source: Status
ar: الحالة
bn: স্ট্যাটাস
es: Estado
fa: وضعیت
fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
ko: 상태
pt_pt: Estado
ru: Статус
sw: Hali
th: สถานะ
tr: Durum
ur: صورتحال
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Still uploading — try again once it has finished
ar: الرفع مستمر. أعد المحاولة بعد انتهائه
bn: এখনও আপলোড হচ্ছে; শেষ হলে আবার চেষ্টা করুন
de: Upload läuft noch. Nach Abschluss erneut versuchen
es: Aún se está subiendo. Reintenta cuando termine
fa: هنوز در حال بارگذاری است؛ پس از پایان آن دوباره امتحان کنید
fil: Ina-upload pa — subukang muli kapag tapos na
fr: Envoi en cours. Réessayez après sa fin
hi: अभी अपलोड जारी है। पूरा होने पर फिर कोशिश करें
it: Caricamento ancora in corso: riprova al termine
ja: アップロード中です。完了後に再試行してください
ko: 아직 업로드 중입니다 — 끝난 뒤에 다시 시도하세요
pl: Przesyłanie trwa — spróbuj ponownie po jego zakończeniu
pt_br: Ainda enviando. Tente novamente quando terminar
pt_pt: Ainda a carregar — tente novamente quando terminar
ru: Загрузка ещё идёт. Повторите после завершения
sw: Bado inapakia — jaribu tena ikishakamilika
th: ยังอัปโหลดอยู่ ลองอีกครั้งเมื่ออัปโหลดเสร็จ
tr: Hâlâ yükleniyor — bittiğinde yeniden deneyin
ur: ابھی اپ لوڈ ہو رہا ہے — مکمل ہونے پر دوبارہ کوشش کریں
vi: Vẫn đang tải lên — hãy thử lại khi hoàn tất
zh_hans: 仍在上传，请在完成后重试
zh_hant: 仍在上傳，請在完成後重試

source: Stop recording
ar: إيقاف التسجيل
bn: রেকর্ডিং থামান
de: Aufnahme stoppen
es: Detener grabación
fa: توقف ضبط
fil: Ihinto ang pag-record
fr: Arrêter l’enregistrement
hi: रिकॉर्डिंग बंद करें
it: Interrompi registrazione
ja: 録音を停止
ko: 녹음 정지
pl: Zatrzymaj nagrywanie
pt_br: Parar gravação
pt_pt: Parar gravação
ru: Остановить запись
sw: Simamisha kurekodi
th: หยุดบันทึกเสียง
tr: Kaydı durdur
ur: ریکارڈنگ روکیں
vi: Dừng ghi âm
zh_hans: 停止录音
zh_hant: 停止錄音

source: Stop the Recly recording that is running.
ar: يوقف تسجيل Recly الجاري.
bn: চলমান Recly রেকর্ডিং থামায়।
de: Stoppt die laufende Recly-Aufnahme.
es: Detiene la grabación de Recly en curso.
fa: توقف ضبط فعلی Recly.
fil: Ihinto ang tumatakbong recording ng Recly.
fr: Arrête l’enregistrement Recly en cours.
hi: चल रही Recly रिकॉर्डिंग बंद करता है।
it: Interrompe la registrazione Recly in corso.
ja: Reclyで実行中の録音を停止します。
ko: 진행 중인 Recly 녹음을 정지합니다.
pl: Zatrzymuje trwające nagrywanie Recly.
pt_br: Para a gravação em andamento no Recly.
pt_pt: Pare a gravação do Recly em curso.
ru: Останавливает текущую запись Recly.
sw: Simamisha rekodi ya Recly inayoendelea.
th: หยุดการบันทึกเสียงของ Recly ที่กำลังทำงานอยู่
tr: Devam eden Recly kaydını durdurun.
ur: جاری Recly ریکارڈنگ روکیں۔
vi: Dừng phiên ghi âm Recly đang diễn ra.
zh_hans: 停止正在进行的Recly录音。
zh_hant: 停止正在進行的Recly錄音。

source: System audio cannot be captured
ar: لا يمكن التقاط صوت النظام
bn: সিস্টেম অডিও ক্যাপচার করা যাচ্ছে না
de: Systemaudio kann nicht aufgenommen werden
es: No se puede capturar el audio del sistema
fa: صدای سیستم قابل ضبط نیست
fil: Hindi ma-capture ang audio ng system
fr: Impossible de capturer l’audio système
hi: सिस्टम ऑडियो कैप्चर नहीं हो सकता
it: Impossibile acquisire l’audio di sistema
ja: システム音声を収録できません
ko: 시스템 오디오를 캡처할 수 없습니다
pl: Nie można przechwycić dźwięku systemowego
pt_br: Não é possível capturar o áudio do sistema
pt_pt: Não é possível capturar o áudio do sistema
ru: Невозможно захватить системный звук
sw: Sauti ya mfumo haiwezi kunaswa
th: บันทึกเสียงระบบไม่ได้
tr: Sistem sesi yakalanamıyor
ur: سسٹم آڈیو کیپچر نہیں کیا جا سکتا
vi: Không thể thu âm thanh hệ thống
zh_hans: 无法采集系统音频
zh_hant: 無法擷取系統音訊
